[
 {
  "info": {
   "title": "كتاب الورقات",
   "author": "الجويني، أبو المعالي",
   "about": "<div> <h3 class=\"text-center\">بطاقة الكتاب وفهرس الموضوعات</h3>الكتاب: الورقات<br>المؤلف: عبد الملك بن عبد الله بن يوسف بن محمد الجويني، أبو المعالي، ركن الدين، الملقب بإمام الحرمين (ت ٤٧٨هـ)<br>المحقق: د. عبد اللطيف محمد العبد<br>عدد الصفحات: ٣١<br>[ترقيم الكتاب موافق للمطبوع] <div>صفحة المؤلف: [<a href=\"https://shamela.ws/author/1010\">الجويني، أبو المعالي</a>]</div>   </div>",
   "url": "https://shamela.ws/book/6297",
   "id": "6297",
   "toc": [
    {
     "page": 1,
     "text": "معنى أصول الفقه"
    },
    {
     "page": 2,
     "text": "أنواع الحكم"
    },
    {
     "page": 3,
     "text": "الفرق بين الفقه والعلم والظن والشك"
    },
    {
     "page": 4,
     "text": "أبواب أصول الفقه"
    },
    {
     "page": 5,
     "text": "أقسام الكلام"
    },
    {
     "page": 7,
     "text": "الأمر"
    },
    {
     "page": 9,
     "text": "النهي"
    },
    {
     "page": 10,
     "text": "العام والخاص"
    },
    {
     "page": 12,
     "text": "المجمل والمبين"
    },
    {
     "page": 13,
     "text": "الظاهر والمؤول"
    },
    {
     "page": 14,
     "text": "الأفعال"
    },
    {
     "page": 15,
     "text": "النسخ"
    },
    {
     "page": 18,
     "text": "الإجماع"
    },
    {
     "page": 19,
     "text": "الأخبار"
    },
    {
     "page": 20,
     "text": "القياس"
    },
    {
     "page": 21,
     "text": "الحظر والإباحة"
    },
    {
     "page": 22,
     "text": "ترتيب الأدلة"
    },
    {
     "page": 23,
     "text": "شروط المفتي"
    },
    {
     "page": 24,
     "text": "شروط المستفتي"
    },
    {
     "page": 25,
     "text": "الاجتهاد"
    }
   ],
   "page_chapters": {
    "1": [
     "معنى أصول الفقه"
    ],
    "2": [
     "أنواع الحكم"
    ],
    "3": [
     "الفرق بين الفقه والعلم والظن والشك"
    ],
    "4": [
     "أبواب أصول الفقه"
    ],
    "5": [
     "أقسام الكلام"
    ],
    "7": [
     "الأمر"
    ],
    "9": [
     "النهي"
    ],
    "10": [
     "العام والخاص"
    ],
    "12": [
     "المجمل والمبين"
    ],
    "13": [
     "الظاهر والمؤول"
    ],
    "14": [
     "الأفعال"
    ],
    "15": [
     "النسخ"
    ],
    "18": [
     "الإجماع"
    ],
    "19": [
     "الأخبار"
    ],
    "20": [
     "القياس"
    ],
    "21": [
     "الحظر والإباحة"
    ],
    "22": [
     "ترتيب الأدلة"
    ],
    "23": [
     "شروط المفتي"
    ],
    "24": [
     "شروط المستفتي"
    ],
    "25": [
     "الاجتهاد"
    ]
   },
   "all_pages": 25,
   "volumes": {},
   "pages": 25
  },
  "pages": [
   {
    "page_number": 1,
    "page": 7,
    "text": "<div> <p>بِسم الله الرَّحْمَن الرَّحِيم</p><p>معنى أصُول الْفِقْه</p><p>هَذِه وَرَقَات تشْتَمل على فُصُول من أصُول الْفِقْه وَذَلِكَ مؤلف من جزأين مفردين</p><p>فَالْأَصْل مَا بني عَلَيْهِ غَيره وَالْفرع مَا يبْنى على غَيره</p><p>وَالْفِقْه معرفَة الْأَحْكَام الشَّرْعِيَّة الَّتِي طريقها الِاجْتِهَاد</p> </div>"
   },
   {
    "page_number": 2,
    "page": 8,
    "text": "<div> <p>أَنْوَاع الحكم</p><p>وَالْأَحْكَام سَبْعَة الْوَاجِب وَالْمَنْدُوب والمباح والمحظور وَالْمَكْرُوه وَالصَّحِيح وَالْبَاطِل</p><p>فَالْوَاجِب مَا يُثَاب على فعله ويعاقب على تَركه</p><p>وَالْمَنْدُوب مَا يُثَاب على فعله وَلَا يُعَاقب على تَركه</p><p>والمباح مَا لَا يُثَاب على فعله وَلَا يُعَاقب على تَركه</p><p>والمحظور مَا يُثَاب على تَركه ويعاقب على فعله</p><p>وَالْمَكْرُوه مَا يُثَاب على تَركه وَلَا يُعَاقب على فعله</p><p>وَالصَّحِيح مَا يتَعَلَّق بِهِ النّفُوذ ويعتد بِهِ</p><p>وَالْبَاطِل مَا لَا يتَعَلَّق بِهِ النّفُوذ وَلَا يعْتد بِهِ</p> </div>"
   },
   {
    "page_number": 3,
    "page": 9,
    "text": "<div> <p>الْفرق بَين الْفِقْه وَالْعلم وَالظَّن وَالشَّكّ</p><p>وَالْفِقْه أخص من الْعلم وَالْعلم معرفَة الْمَعْلُوم على مَا هُوَ بِهِ وَالْجهل تصور الشَّيْء على خلاف مَا هُوَ بِهِ</p><p>وَالْعلم الضَّرُورِيّ مَا لم يَقع عَن نظر واستدلال كَالْعلمِ الْوَاقِع بِإِحْدَى الْحَواس الْخمس الَّتِي هِيَ السّمع وَالْبَصَر والشم والذوق واللمس أَو التَّوَاتُر</p><p>وَأما الْعلم المكتسب فَهُوَ الْمَوْقُوف على النّظر وَالِاسْتِدْلَال وَالنَّظَر هُوَ الْفِكر فِي حَال المنظور فِيهِ وَالِاسْتِدْلَال طلب الدَّلِيل وَالدَّلِيل هُوَ المرشد إِلَى الْمَطْلُوب لِأَنَّهُ عَلامَة عَلَيْهِ</p><p>وَالظَّن تَجْوِيز أَمريْن أَحدهمَا أظهر من الآخر</p><p>وَالشَّكّ تَجْوِيز أَمريْن لَا مزية لأَحَدهمَا على الآخر</p><p>وَعلم أصُول الْفِقْه طرقه على سَبِيل الْإِجْمَال وَكَيْفِيَّة الِاسْتِدْلَال بهَا</p> </div>"
   },
   {
    "page_number": 4,
    "page": 10,
    "text": "<div> <p>أَبْوَاب أصُول الْفِقْه</p><p>وأبواب أصُول الْفِقْه أَقسَام الْكَلَام وَالْأَمر وَالنَّهْي وَالْعَام وَالْخَاص والمجمل والمبين وَالظَّاهِر والمؤول وَالْأَفْعَال والناسخ والمنسوخ وَالْإِجْمَاع وَالْأَخْبَار وَالْقِيَاس والحظر وَالْإِبَاحَة وترتيب الْأَدِلَّة وَصفَة الْمُفْتى والمستفتى وَأَحْكَام الْمُجْتَهدين</p> </div>"
   },
   {
    "page_number": 5,
    "page": 11,
    "text": "<div> <p>أَقسَام الْكَلَام</p><p>فَأَما أَقسَام الْكَلَام فَأَقل مَا يتركب مِنْهُ الْكَلَام اسمان أَو اسْم وَفعل أَو فعل وحرف أَو اسْم وحرف</p><p>وَالْكَلَام يَنْقَسِم إِلَى أَمر وَنهي وَخبر واستخبار وينقسم أَيْضا إِلَى تمن وَعرض وَقسم</p><p>وَمن وَجه آخر يَنْقَسِم إِلَى حَقِيقَة ومجاز فالحقيقة مَا بَقِي فِي الِاسْتِعْمَال على مَوْضُوعه وَقيل مَا اسْتعْمل فِيمَا اصْطلحَ عَلَيْهِ من المخاطبة</p><p>وَالْمجَاز مَا تجوز عَن مَوْضُوعه والحقيقة إِمَّا لغوية وَإِمَّا شَرْعِيَّة وَإِمَّا عرفية</p><p>وَالْمجَاز إِمَّا أَن يكون بِزِيَادَة أَو نُقْصَان أَو نقل أَو اسْتِعَارَة</p> </div>"
   },
   {
    "page_number": 6,
    "page": 12,
    "text": "<div> <p>فالمجاز بِالزِّيَادَةِ مثل قَوْله تَعَالَى <span class=\"c3\">{لَيْسَ كمثله شَيْء}</span></p><p>وَالْمجَاز بِالنُّقْصَانِ مثل قَوْله تَعَالَى <span class=\"c3\">{واسأل الْقرْيَة}</span></p><p>وَالْمجَاز بِالنَّقْلِ كالغائط فِيمَا يخرج من الْإِنْسَان وَالْمجَاز بالاستعارة كَقَوْلِه تَعَالَى <span class=\"c3\">{جدارا يُرِيد أَن ينْقض}</span></p> </div>"
   },
   {
    "page_number": 7,
    "page": 13,
    "text": "<div> <p>٢ - الْأَمر</p><p>وَالْأَمر استدعاء الْفِعْل بالْقَوْل مِمَّن هُوَ دونه على سَبِيل الْوُجُوب</p><p>وصيغته افْعَل وَهِي عِنْد الْإِطْلَاق والتجرد عَن الْقَرِينَة تحمل عَلَيْهِ إِلَّا مَا دلّ الدَّلِيل على أَن المُرَاد مِنْهُ النّدب أَو الْإِبَاحَة وَلَا تَقْتَضِي التّكْرَار على الصَّحِيح إِلَّا مَا دلّ الدَّلِيل على قصد التّكْرَار وَلَا تقتضى الْفَوْر</p><p>وَالْأَمر بإيجاد الْفِعْل أَمر بِهِ وَبِمَا لَا يتم الْفِعْل إِلَّا بِهِ كالأمر بِالصَّلَاةِ فَإِنَّهُ أَمر بِالطَّهَارَةِ المؤدية إِلَيْهَا وَإِذا فعل يخرج الْمَأْمُور عَن الْعهْدَة</p> </div>"
   },
   {
    "page_number": 8,
    "page": 14,
    "text": "<div> <p>تَنْبِيه من يدْخل فِي الْأَمر وَالنَّهْي وَمن لَا يدْخل يدْخل فِي خطاب الله تَعَالَى الْمُؤْمِنُونَ وَأما الساهي وَالصَّبِيّ وَالْمَجْنُون فهم غير داخلين فِي الْخطاب</p><p>وَالْكفَّار مخاطبون بِفُرُوع الشَّرِيعَة وَبِمَا لَا تصح إِلَّا بِهِ وَهُوَ الْإِسْلَام لقَوْله تَعَالَى <span class=\"c3\">{مَا سلككم فِي سقر قَالُوا لم نك من الْمُصَلِّين}</span></p><p>وَالْأَمر بالشَّيْء نهي عَن ضِدّه وَالنَّهْي عَن الشَّيْء أَمر بضده</p> </div>"
   },
   {
    "page_number": 9,
    "page": 15,
    "text": "<div> <p>٣ - النَّهْي</p><p>وَالنَّهْي استدعاء التّرْك بالْقَوْل مِمَّن هُوَ دونه على سَبِيل الْوُجُوب وَيدل على فَسَاد الْمنْهِي عَنهُ</p><p>وَترد صِيغَة الْأَمر وَالْمرَاد بِهِ الْإِبَاحَة أَو التهديد أَو التَّسْوِيَة أَو التكوين</p> </div>"
   },
   {
    "page_number": 10,
    "page": 16,
    "text": "<div> <p>٤ - الْعَام وَالْخَاص</p><p>وَأما الْعَام فَهُوَ مَا عَم شَيْئَيْنِ فَصَاعِدا من قَوْله عممت زيدا وعمرا بالعطاء وعممت جَمِيع النَّاس بالعطاء</p><p>وألفاظ أَرْبَعَة الِاسْم الْوَاحِد الْمُعَرّف بِالْألف وَاللَّام وَاسم الْجمع الْمُعَرّف بِاللَّامِ والأسماء المبهمة ك من فِيمَن يعقل وَمَا فِيمَا لَا يعقل وَأي فِي الْجَمِيع وَأَيْنَ فِي الْمَكَان وَمَتى فِي الزَّمَان وَمَا فِي الِاسْتِفْهَام وَالْجَزَاء وَغَيره وَلَا فِي النكرات</p><p>والعموم من صِفَات النُّطْق وَلَا يجوز دَعْوَى الْعُمُوم فِي غَيره من الْفِعْل وَمَا يجْرِي مجْرَاه</p><p>وَالْخَاص يُقَابل الْعَام والتخصيص تَمْيِيز بعض الْجُمْلَة وَهُوَ يَنْقَسِم إِلَى مُتَّصِل ومنفصل</p><p>فالمتصل الِاسْتِثْنَاء وَالتَّقْيِيد بِالشّرطِ وَالتَّقْيِيد بِالصّفةِ</p><p>وَالِاسْتِثْنَاء إِخْرَاج مَا لولاه لدخل فِي الْكَلَام وَإِنَّمَا يَصح بِشَرْط أَن يبْقى من المشتثنى مِنْهُ شَيْء وَمن شَرطه أَن يكون مُتَّصِلا بالْكلَام</p><p>وَيجوز تَقْدِيم الِاسْتِثْنَاء على الْمُسْتَثْنى مِنْهُ وَيجوز الِاسْتِثْنَاء من الْجِنْس وَمن غَيره</p> </div>"
   },
   {
    "page_number": 11,
    "page": 17,
    "text": "<div> <p>وَالشّرط يجوز أَن يتَأَخَّر عَن الْمَشْرُوط وَيجوز أَن يتَقَدَّم عَن الْمَشْرُوط والمقيد بِالصّفةِ يحمل عَلَيْهِ الْمُطلق كالرقبة قيدت بِالْإِيمَان فِي بعض الْمَوَاضِع وأطلقت فِي بعض الْمَوَاضِع فَيحمل الْمُطلق على الْمُقَيد</p><p>وَيجوز تَخْصِيص الْكتاب بِالْكتاب وَتَخْصِيص الْكتاب وَتَخْصِيص الْكتاب بِالسنةِ وَتَخْصِيص السّنة بِالْكتاب وَتَخْصِيص السّنة بِالسنةِ وَتَخْصِيص النُّطْق بِالْقِيَاسِ ونعني بالنطق قَول الله سُبْحَانَهُ وَتَعَالَى وَقَول الرَّسُول صلى الله عَلَيْهِ وَسلم</p> </div>"
   },
   {
    "page_number": 12,
    "page": 18,
    "text": "<div> <p>٥ - الْمُجْمل والمبين</p><p>والمجمل مَا افْتقر إِلَى الْبَيَان وَالْبَيَان إِخْرَاج الشَّيْء من حيّز الْإِشْكَال إِلَى حيّز التجلي</p><p>وَالنَّص مَا لَا يحْتَمل إِلَّا معنى وَاحِدًا وَقيل مَا تَأْوِيله تَنْزِيله وَهُوَ مُشْتَقّ من منصة الْعَرُوس وَهُوَ الْكُرْسِيّ</p> </div>"
   },
   {
    "page_number": 13,
    "page": 19,
    "text": "<div> <p>٦ - الظَّاهِر والمؤول</p><p>وَالظَّاهِر مَا احْتمل أَمريْن أَحدهمَا أظهر من الآخر ويؤول الظَّاهِر بِالدَّلِيلِ وَيُسمى الظَّاهِر بِالدَّلِيلِ</p> </div>"
   },
   {
    "page_number": 14,
    "page": 20,
    "text": "<div> <p>٧ - الْأَفْعَال</p><p>فعل صَاحب الشَّرِيعَة لَا يَخْلُو إِمَّا أَن يكون على وَجه الْقرْبَة وَالطَّاعَة أَو غير ذَلِك</p><p>فَإِن دلّ دَلِيل على الِاخْتِصَاص بِهِ يحمل على الِاخْتِصَاص وَإِن لم يدل لَا يخصص بِهِ لِأَن الله تَعَالَى يَقُول <span class=\"c3\">{لقد كَانَ لكم فِي رَسُول الله أُسْوَة حَسَنَة}</span></p><p>فَيحمل على الْوُجُوب عِنْد بعض أَصْحَابنَا وَمن بعض أَصْحَابنَا من قَالَ يحمل على النّدب وَمِنْهُم من قَالَ يتَوَقَّف عَنهُ</p><p>فَإِن كَانَ على وَجه غير الْقرْبَة وَالطَّاعَة فَيحمل على الْإِبَاحَة فِي حَقه وحقنا وَإِقْرَار صَاحب الشَّرِيعَة على القَوْل الصَّادِر من أحد هُوَ قَول صَاحب الشَّرِيعَة وَإِقْرَاره على الْفِعْل كَفِعْلِهِ</p><p>وَمَا فعل فِي وقته فِي غير مَجْلِسه وَعلم بِهِ وَلم يُنكره فَحكمه حكم مَا فعل فِي مَجْلِسه</p> </div>"
   },
   {
    "page_number": 15,
    "page": 21,
    "text": "<div> <p>٨ - النّسخ</p><p>وَأما النّسخ فَمَعْنَاه لُغَة الْإِزَالَة وَقيل مَعْنَاهُ النَّقْل من قَوْلهم نسخت مَا فِي هَذَا الْكتاب أَي نقلته</p><p>وَحده هُوَ الْخطاب الدَّال على رفع الحكم الثَّابِت بِالْخِطَابِ الْمُتَقَدّم على وَجه لولاه لَكَانَ ثَابتا مَعَ تراخيه عَنهُ</p><p>وَيجوز نسخ الرَّسْم وَبَقَاء الحكم وَنسخ الحكم وَبَقَاء الرَّسْم</p> </div>"
   },
   {
    "page_number": 16,
    "page": 22,
    "text": "<div> <p>والنسخ إِلَى بدل وَإِلَى غير بدل وَإِلَى مَا هُوَ أغْلظ وَإِلَى مَا هُوَ أخف</p><p>وَيجوز نسخ الْكتاب بِالْكتاب وَنسخ السّنة بِالْكتاب وَنسخ السّنة بِالسنةِ</p><p>وَيجوز نسخ الْمُتَوَاتر بالمتواتر مِنْهُمَا وَنسخ الْآحَاد بالآحاد وبالمتواتر وَلَا يجوز نسخ الْمُتَوَاتر بالآحاد</p> </div>"
   },
   {
    "page_number": 17,
    "page": 23,
    "text": "<div> <p>تَنْبِيه فِي التَّعَارُض إِذا تعَارض نطقان فَلَا يَخْلُو إِمَّا أَن يَكُونَا عَاميْنِ أَو خاصين أَو أَحدهمَا عَاما وَالْآخر خَاصّا أَو كل وَاحِد مِنْهُمَا عَاما من وَجه وخاصا من وَجه</p><p>فَإِن كَانَا عَاميْنِ فَإِن أمكن الْجمع بَينهمَا جمع وَإِن لم يُمكن الْجمع بَينهمَا يتَوَقَّف فيهمَا إِن لم يعلم التَّارِيخ فَإِن علم التَّارِيخ ينْسَخ الْمُتَقَدّم بالمتأخر وَكَذَا إِذا كَانَا خاصين</p><p>وَإِن كَانَ أَحدهمَا عَاما وَالْآخر خَاصّا فيخصص الْعَام بالخاص وَإِن كَانَ أَحدهمَا عَاما من وَجه وخاصا من وَجه فيخص عُمُوم كل وَاحِد مِنْهُمَا بِخُصُوص الآخر</p> </div>"
   },
   {
    "page_number": 18,
    "page": 24,
    "text": "<div> <p>٩ - الْإِجْمَاع</p><p>وَإِمَّا الْإِجْمَاع فَهُوَ اتِّفَاق عُلَمَاء الْعَصْر على حكم الْحَادِثَة ونعني بالعلماء الْفُقَهَاء ونعني بالحادثة الْحَادِثَة الشَّرْعِيَّة</p><p>وَإِجْمَاع هَذِه الْأمة حجَّة دون غَيرهَا لقَوْله صلى الله عَلَيْهِ وَسلم لاتجتمع أمتِي على ضَلَالَة وَالشَّرْع ورد بعصمة هَذِه الْأمة</p><p>وَالْإِجْمَاع حجَّة على الْعَصْر الثَّانِي وَفِي أَي عصر كَانَ وَلَا يشْتَرط انْقِرَاض الْعَصْر على الصَّحِيح</p><p>فَإِن قُلْنَا انْقِرَاض الْعَصْر شَرط فَيعْتَبر قَول من ولد فِي حياتهم وتفقه وَصَارَ من أهل الِاجْتِهَاد فَلهم أَن يرجِعوا عَن ذَلِك الحكم</p><p>وَالْإِجْمَاع يَصح بقَوْلهمْ وبفعلهم وَبقول الْبَعْض وبفعل الْبَعْض وانتشار ذَلِك وسكوت البَاقِينَ وَقَول الْوَاحِد من الصَّحَابَة لَيْسَ بِحجَّة على غَيره على القَوْل الْجَدِيد</p> </div>"
   },
   {
    "page_number": 19,
    "page": 25,
    "text": "<div> <p>١٠ - الْأَخْبَار</p><p>وَأما الْأَخْبَار فَالْخَبَر مَا يدْخلهُ الصدْق وَالْكذب وَالْخَبَر يَنْقَسِم إِلَى قسمَيْنِ آحَاد ومتواتر</p><p>فالمتواتر مَا يُوجب الْعلم وَهُوَ أَن يرْوى جمَاعَة لَا يَقع التواطؤ على الْكَذِب من مثلهم إِلَى أَن يَنْتَهِي إِلَى الْمخبر عَنهُ وَيكون فِي الأَصْل عَن مُشَاهدَة أَو سَماع لَا عَن اجْتِهَاد</p><p>والآحاد هُوَ الَّذِي يُوجب الْعَمَل وَلَا يُوجب الْعلم وينقسم إِلَى مُرْسل ومسند</p><p>فَالْمُسْنَدُ مَا اتَّصل إِسْنَاده والمرسل مَا لم يتَّصل إِسْنَاده فَإِن كَانَ من مَرَاسِيل غير الصَّحَابَة فَلَيْسَ ذَلِك حجَّة إِلَّا مَرَاسِيل سعيد بن الْمسيب فَإِنَّهَا فتشت فَوجدت مسانيد عَن النَّبِي صلى الله عَلَيْهِ وَسلم</p><p>والعنعنة تدخل على الْأَسَانِيد وَإِذا قَرَأَ الشَّيْخ يجوز للراوي أَن يَقُول حَدثنِي أَو أَخْبرنِي وَإِذا قَرَأَ هُوَ على الشَّيْخ فَيَقُول أَخْبرنِي وَلَا يَقُول حَدثنِي وَإِن أجَازه الشَّيْخ من غير قِرَاءَة فَيَقُول أجازني أَو أَخْبرنِي إجَازَة</p> </div>"
   },
   {
    "page_number": 20,
    "page": 26,
    "text": "<div> <p>١١ - الْقيَاس</p><p>وَأما الْقيَاس فَهُوَ رد الْفَرْع إِلَى الأَصْل بعلة تجمعهما فِي الحكم وَهُوَ يَنْقَسِم إِلَى ثَلَاثَة أَقسَام إِلَى قِيَاس عِلّة وَقِيَاس دلَالَة وَقِيَاس شبه</p><p>فَقِيَاس الْعلَّة مَا كَانَت الْعلَّة فِيهِ مُوجبَة للْحكم وَقِيَاس الدّلَالَة هُوَ الِاسْتِدْلَال بِأحد النظيرين على الآخر وَهُوَ أَن تكون الْعلَّة دَالَّة على الحكم وَلَا تكون مُوجبَة للْحكم</p><p>وَقِيَاس الشّبَه هُوَ الْفَرْع المتردد بَين أصلين وَلَا يُصَار إِلَيْهِ مَعَ إِمْكَان مَا قبله</p><p>وَمن شَرط الْفَرْع أَن يكون مناسبا للْأَصْل وَمن شَرط الأَصْل أَن يكون ثَابتا بِدَلِيل مُتَّفق عَلَيْهِ بَين الْخَصْمَيْنِ</p><p>وَمن شَرط الْعلَّة أَن تطرد فِي معلولاتها فَلَا تنتفض لفظا وَلَا معنى</p><p>وَمن شَرط الحكم أَن يكون مثل الْعلَّة فِي النَّفْي وَالْإِثْبَات أَي فِي الْوُجُود والعدم فَإِن وجدت الْعلَّة وجد الحكم وَالْعلَّة هِيَ الجالبة للْحكم</p> </div>"
   },
   {
    "page_number": 21,
    "page": 27,
    "text": "<div> <p>١٢ - الْحَظْر وَالْإِبَاحَة</p><p>وَأما الْحَظْر وَالْإِبَاحَة فَمن النَّاس من يَقُول إِن الْأَشْيَاء على الْحَظْر إِلَّا مَا أباحته الشَّرِيعَة فَإِن لم يُوجد فِي الشَّرِيعَة مَا يدل على الْإِبَاحَة يتَمَسَّك بِالْأَصْلِ وَهُوَ الْحَظْر</p><p>وَمن النَّاس من يَقُول بضده وَهُوَ أَن الأَصْل فِي الْأَشْيَاء أَنَّهَا على الْإِبَاحَة إِلَّا مَا حظره الشَّرْع وَمعنى اسْتِصْحَاب الْحَال الَّذِي يحْتَج بِهِ أَن يستصحب الأَصْل عِنْد عدم الدَّلِيل الشَّرْعِيّ</p> </div>"
   },
   {
    "page_number": 22,
    "page": 28,
    "text": "<div> <p>١٣ - تَرْتِيب الْأَدِلَّة</p><p>وَأما الْأَدِلَّة فَيقدم الْجَلِيّ مِنْهَا على الْخَفي والموجب للْعلم على الْمُوجب للظن والنطق على الْقيَاس وَالْقِيَاس الْجَلِيّ على الْخَفي</p><p>فَإِن وجد فِي النُّطْق مَا يُفَسر الأَصْل يعْمل بالنطق وَإِلَّا فيستصحب الْحَال</p> </div>"
   },
   {
    "page_number": 23,
    "page": 29,
    "text": "<div> <p>١٤ - شُرُوط الْمُفْتِي</p><p>وَمن شَرط الْمُفْتِي أَن يكون عَالما بالفقه أصلا وفرعا خلافًا ومذهبا وَأَن يكون كَامِل الْأَدِلَّة فِي الِاجْتِهَاد عَارِفًا بِمَا يحْتَج إِلَيْهِ فِي استنباط الْأَحْكَام وَتَفْسِير الْآيَات الْوَارِدَة فِي الْأَحْكَام وَالْأَخْبَار الْوَارِدَة فِيهَا</p> </div>"
   },
   {
    "page_number": 24,
    "page": 30,
    "text": "<div> <p>١٥ - شُرُوط المستفتي</p><p>وَمن شُرُوط المستفتي أَن يكون من أهل التَّقْلِيد وَلَيْسَ للْعَالم أَن يُقَلّد والتقليد قبُول قَول الْقَائِل بِلَا حجَّة</p><p>فعلى هَذَا قبُول قَول النَّبِي صلى الله عَلَيْهِ وَسلم يُسمى تقليدا وَمِنْهُم من قَالَ التَّقْلِيد قبُول قَول الْقَائِل وَأَنت لَا تَدْرِي من أَيْن قَالَه</p><p>فَإِن قُلْنَا إِن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يَقُول بِالْقِيَاسِ فَيجوز أَن يُسمى قبُول قَوْله تقليدا</p> </div>"
   },
   {
    "page_number": 25,
    "page": 31,
    "text": "<div> <p>١٦ - الِاجْتِهَاد</p><p>وَأما الِاجْتِهَاد فَهُوَ بذل الوسع فِي بُلُوغ الْغَرَض فالمجتهد إِن كَانَ كَامِل الْآلَة فِي الِاجْتِهَاد فِي الْفُرُوع فَأصَاب فَلهُ أَجْرَانِ وَإِن اجْتهد وَأَخْطَأ فَلهُ أجر وَاحِد</p><p>وَمِنْهُم من قَالَ كل مُجْتَهد فِي الْفُرُوع مُصِيب وَلَا يجوز كل مُجْتَهد فِي الْأُصُول الكلامية مُصِيب لِأَن ذَلِك يُؤَدِّي إِلَى تصويب أهل الضَّلَالَة وَالْمَجُوس وَالْكفَّار والملحدين ٣ وَدَلِيل من قَالَ لَيْسَ كل مُجْتَهد فِي الْفُرُوع مصيبا قَوْله صلى الله عَلَيْهِ وَسلم من اجْتهد وَأصَاب فَلهُ أَجْرَانِ وَمن اجْتهد وَأَخْطَأ فَلهُ أجر وَاحِد</p><p>وَوجه الدَّلِيل أَن النَّبِي صلى الله عَلَيْهِ وَسلم خطأ الْمُجْتَهد تَارَة وَصَوَّبَهُ أُخْرَى</p> </div>"
   }
  ]
 }
]